[{
        "name": "Taller de infografía",
        "code": "COM809",
        "about": "En este curso los estudiantes adquirirán herramientas para la representación visual de un hecho o noticia a través de una infografía. A su vez el alumno aprenderá a utilizar metodologías para desarrollar proyectos gráficos, diagramas, ilustraciones, entre otros, que faciliten el entendimiento del lector."
    },
    {
        "name": "Del plano al volumen textil",
        "code": "DNO040",
        "about": "Curso teórico-práctico que entrega conocimientos necesarios para proyectar, modelar y construir objetos tridimensionales a partir de superficies textiles. A lo largo del curso el alumno conocerá las características que distinguen a los materiales textiles más relevantes, el funcionamiento del instrumental adecuado para poder trabajar con ellos, ejercitando el uso de métodos y sistemas constructivos para llevar a cabo con éxito un proyecto textil. Los conocimientos adquiridos son pertinentes para su aplicación en el campo de la indumentaria, diseño industrial, de ambientes y todas aquellas áreas que involucran textiles en la creación de volúmenes"
    },
    {
        "name": "Taller mercado I",
        "code": "DNO0411",
        "about": "Este taller sitúa al estudiante ante el reto de proponer soluciones a problemas de diseño sustentables en un determinado entorno competitivo, desde la perspectiva del diseño estratégico. En tal sentido, estudia los factores que pueden garantizar la viabilidad de la propuesta desarrollada en el proyecto. El taller se divide en secciones, abordando en cada una de ellas temas específicos de las líneas temáticas y perfiles profesionales cubiertos en la oferta educativa de la Escuela?. A través del desarrollo de las unidades temáticas el alumno adquirirá competencias para enfrentar las variables consustanciales a los proyectos, posibles de resolver en su actividad profesional"
    },
    {
        "name": " Danza Estilo Libre I",
        "code": " DPT6840",
        "about": "Danza Estilo Libre I se categoriza como una actividad individual sicomotriz y sociomotriz, que entrega los fundamentos técnicos y coordinativos de la actividad, permitiendo al estudiante aplicar los contenidos y ser evaluado en una puesta en escena coreográfica. Mediante su práctica se optimiza la condición física para un buen desempeño durante las coreografías, aspirando a una mejor calidad de vida. Los valores y competencias propios de ésta dan la oportunidad al estudiante para reflexionar en torno a las acciones desarrolladas, promoviendo la superación en su formación personal y profesional"
    }
]